{
  "object": "value",
  "document": {
    "object": "document",
    "data": {},
    "nodes": [
      {
        "object": "block",
        "type": "SECTION",
        "data": {},
        "nodes": [
          {
            "object": "block",
            "type": "P",
            "data": {},
            "nodes": [
              {
                "object": "text",
                "leaves": [
                  {
                    "object": "leaf",
                    "text": "Старабеларуская",
                    "marks": [
                      {
                        "object": "mark",
                        "type": "BOLD",
                        "data": {}
                      }
                    ]
                  },
                  {
                    "object": "leaf",
                    "text": ", ",
                    "marks": []
                  }
                ]
              },
              {
                "object": "inline",
                "type": "LINK",
                "data": {
                  "href": "https://be-tarask.wikipedia.org/wiki/Старабеларуская_мова"
                },
                "nodes": [
                  {
                    "object": "text",
                    "leaves": [
                      {
                        "object": "leaf",
                        "text": "канцылярска-славянская",
                        "marks": []
                      }
                    ]
                  }
                ]
              },
              {
                "object": "text",
                "leaves": [
                  {
                    "object": "leaf",
                    "text": ", ",
                    "marks": []
                  },
                  {
                    "object": "leaf",
                    "text": "старазаходняруская",
                    "marks": [
                      {
                        "object": "mark",
                        "type": "ITALIC",
                        "data": {}
                      }
                    ]
                  },
                  {
                    "object": "leaf",
                    "text": ", стараўкраінская, літоўска-руская, літоўска-славянская, руска-польская, старозападнорусское наречие, простая мова, język polsko-białoruski, Ruthène… Дзяржаўная мова Вялікага Княства Літоўскага цяпер мае каля сарака імёнаў. Дыскусіі аб тым, якое з іх пасуе найлепш, цягнуцца ўжо два стагоддзі і не збіраюцца спыняцца. Мова, якая мае столькі назваў, — страва для сапраўдных гурманаў. Кацёл гісторыі варыць усё, што ў яго трапляе, а вынік адчуваецца на языку.",
                    "marks": []
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "object": "block",
        "type": "SECTION",
        "data": {},
        "nodes": [
          {
            "object": "block",
            "type": "H2",
            "data": {},
            "nodes": [
              {
                "object": "text",
                "leaves": [
                  {
                    "object": "leaf",
                    "text": "Загаловак другога ўзроўню ў тэксце (H2)",
                    "marks": []
                  }
                ]
              }
            ]
          },
          {
            "object": "block",
            "type": "P",
            "data": {},
            "nodes": [
              {
                "object": "text",
                "leaves": [
                  {
                    "object": "leaf",
                    "text": "Самі ж жыхары Вялікага Княства Літоўскага называлі сваю мову «руская». Прыклад з артыкула са Статута 1588 года: а писар земский маетъ по руску словы и литеры писати, што значыць «беларускія словы кірыліцкім пісьмом». Мову ж усходняга суседа яны называлі «маскоўская»: «галасы утварывшы мовою московскою»; «подал ку акътыкованю до книгъ кгродскихъ Пинскихъ грамоту руским москевским писмомъ… писаную».",
                    "marks": []
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "object": "block",
        "type": "SECTION",
        "data": {},
        "nodes": [
          {
            "object": "block",
            "type": "H3",
            "data": {},
            "nodes": [
              {
                "object": "text",
                "leaves": [
                  {
                    "object": "leaf",
                    "text": "Загаловак трэцяга і астатніх ўзроўняў (H3–H6)",
                    "marks": []
                  }
                ]
              }
            ]
          },
          {
            "object": "block",
            "type": "P",
            "data": {},
            "nodes": [
              {
                "object": "text",
                "leaves": [
                  {
                    "object": "leaf",
                    "text": "Што ж датычыць самога ўсходняга суседа, то гэтую мову там не разумелі і называлі «літоўская» ад слова «Літва». Зразумела, што ў сучасным разуменні яна не з’яўлялася ані тым, ані тым — ні рускай і ні літоўскай. Каб прыгатаваць старабеларускую мову, найперш трэба насыпаць у кацёл народныя гаворкі. Інгрэдыент гэты досыць складаны. Беларусь, насуперак стэрэатыпам, не самая малая краіна (плошчай як пяць Швейцарый, сем Бельгій ці дзесяць Славеній), асабліва ў моўным плане. Разнастайнасці народных гаворак было (і ёсць) дзе разгарнуцца. Спачатку старабеларуская мова фарміравалася на аснове гаворак полацка-смаленскага рэгіёна. Потым у падмурак сталі класціся сярэднебеларускія гаворкі, пасля — гаворкі віленскага рэгіёна. Рух з усходу на захад абумоўлены тым, што на працягу XVI стагоддзя вяліся разбуральныя войны з Маскоўскім княствам, пляцоўкай якіх былі беларускія землі.",
                    "marks": []
                  }
                ]
              }
            ]
          },
          {
            "object": "block",
            "type": "P",
            "data": {},
            "nodes": [
              {
                "object": "text",
                "leaves": [
                  {
                    "object": "leaf",
                    "text": "Дарэчы, з гэтымі невясёлымі падзеямі звязаны выхад у Вялікім Княстве Літоўскім першай газеты, надрукаванай па-старабеларуску. 15 лютага 1563 года паў абложаны Полацк. Назва газеты тыпова барокавая — такая не змясцілася б у твіт: Навіны грозные а жалостлівые о нападе княжаті Московского Івана на землю русску, которі то князь паленьнем, тыранством, мордованьнем мест, замков добываньнем веліку і знаменіту шкоду вчыняет. 3 доданьнем релацый Его Мілості Гетмана ВКЛ княжаті Радзівілла о поражцы места Полоцкого.",
                    "marks": []
                  }
                ]
              }
            ]
          }
        ]
      }
    ]
  }
}
